[
    {
        "id": 1,
        "question": "Doanh nghiệp do Nhà nước nắm giữ 100% vốn điều lệ bị xem xét giải thể trong những trường hợp nào?",
        "references": null,
        "result": "Doanh nghiệp do Nhà nước nắm giữ 100% vốn điều lệ bị xem xét giải thể trong các trường hợp sau:\n\n* Bị thu hồi Giấy chứng nhận đăng ký doanh nghiệp, trừ trường hợp Luật Quản lý thuế có quy định khác;\n* Doanh nghiệp có dấu hiệu mất an toàn tài chính, được đặt vào tình trạng giám sát tài chính đặc biệt sau khi kết thúc thời hạn áp dụng phương án khắc phục, phương án cơ cấu lại mà không phục hồi được hoạt động sản xuất kinh doanh và không thực hiện được các hình thức chuyển đổi sở hữu, sắp xếp lại khác theo quy định của pháp luật;\n* Không thực hiện được các nhiệm vụ do Nhà nước giao trong thời gian 02 năm liên tiếp sau khi đã áp dụng các biện pháp cần thiết;\n* Việc tiếp tục duy trì doanh nghiệp là không cần thiết;\n* Kết thúc thời hạn hoạt động đã ghi trong Điều lệ công ty mà không có quy định gia hạn.\n\n*Trích dẫn luật:* _Điều 39, Khoản 1, Nghị định 23/2022/NĐ-CP về thành lập, sắp xếp lại, chuyển đổi sở hữu, chuyển giao quyền đại diện chủ sở hữu tại doanh nghiệp do nhà nước nắm giữ 100% vốn điều lệ._\n",
        "source_documents": [
            {
                "title": "Điều 93 Nghị định 01/2021/NĐ-CP",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_93"
            }
        ]
    },
    {
        "id": 2,
        "question": "Thành viên Hội đồng quản trị không tham gia các hoạt động của Hội đồng quản trị trong bao lâu thì bị bãi nhiệm?",
        "references": null,
        "result": "Thành viên Hội đồng quản trị không tham gia các hoạt động của Hội đồng quản trị trong **06 tháng liên tục**, trừ trường hợp bất khả kháng, thì bị bãi nhiệm.\n\n*Trích dẫn luật:*\n\n*Điều 160. Miễn nhiệm, bãi nhiệm, thay thế và bổ sung thành viên Hội đồng quản trị*\n\n*Khoản 2. Đại hội đồng cổ đông bãi nhiệm thành viên Hội đồng quản trị trong trường hợp sau đây:*\n\n*Điểm a) Không tham gia các hoạt động của Hội đồng quản trị trong **06 tháng liên tục**, trừ trường hợp bất khả kháng;*\n\n*Điểm b) Trường hợp khác quy định tại Điều lệ công ty.*\n\n*Luật Doanh Nghiệp 2020*",
        "source_documents": [
            {
                "title": "Điều 160 Luật Doanh nghiệp 2020",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_160"
            }
        ]
    },
    {
        "id": 3,
        "question": "Cá nhân có thể nộp hồ sơ đăng ký thành lập công ty tại đâu?",
        "references": null,
        "result": "Theo quy định tại Nghị định 01/2021/NĐ-CP về đăng ký doanh nghiệp, cá nhân có thể nộp hồ sơ đăng ký thành lập công ty **tại Phòng Đăng ký kinh doanh nơi công ty đặt trụ sở chính**.\n\n*Trích dẫn luật:*\n\n*Nghị định 01/2021/NĐ-CP: Khoản 1 Điều 32: Người nộp hồ sơ đăng ký doanh nghiệp theo quy định tại Nghị định này nộp hồ sơ **tại Phòng Đăng ký kinh doanh nơi doanh nghiệp đặt trụ sở chính.***",
        "source_documents": [
            {
                "title": "Điều 32 Nghị định 01/2021/NĐ-CP",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_32"
            }
        ]
    },
    {
        "id": 4,
        "question": "Hồ sơ giải thể công ty cổ phần cần những giấy tờ gì?",
        "references": null,
        "result": "Hồ sơ giải thể công ty cổ phần bao gồm:\n\n* **Thông báo về giải thể công ty**\n\n* **Báo cáo thanh lý tài sản công ty**\n\n* **Danh sách chủ nợ và số nợ đã thanh toán**, gồm cả thanh toán hết các khoản nợ về thuế và nợ tiền đóng bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp cho người lao động sau khi quyết định giải thể công ty (nếu có).\n\n*Trích dẫn luật:*\n\n*Điều 210. Hồ sơ giải thể doanh nghiệp*\n\n*Khoản 1. Hồ sơ giải thể doanh nghiệp bao gồm giấy tờ sau đây:*\n\n*Điểm a) **Thông báo về giải thể doanh nghiệp;***\n\n*Điểm b) **Báo cáo thanh lý tài sản doanh nghiệp; danh sách chủ nợ và số nợ đã thanh toán**, gồm cả thanh toán hết các khoản nợ về thuế và nợ tiền đóng bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp cho người lao động sau khi quyết định giải thể doanh nghiệp (nếu có).*",
        "source_documents": [
            {
                "title": "Điều 210 Luật Doanh nghiệp 2020",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_210"
            }
        ]
    },
    {
        "id": 5,
        "question": "Đăng ký công ty hợp danh thì trong hồ sơ có cần danh sách thành viên không?",
        "references": null,
        "result": "Có, hồ sơ đăng ký công ty hợp danh cần có danh sách thành viên.\n\n*Trích dẫn luật:*\n\nLuật Doanh nghiệp 2020\n\n*Điều 20. Hồ sơ đăng ký công ty hợp danh*\n\n*Khoản 1. Giấy đề nghị đăng ký doanh nghiệp.*\n\n*Khoản 2. Điều lệ công ty.*\n\n***Khoản 3. Danh sách thành viên.***\n\nKhoản 4. Bản sao giấy tờ pháp lý của cá nhân đối với thành viên.\n\nKhoản 5. Bản sao Giấy chứng nhận đăng ký đầu tư đối với nhà đầu tư nước ngoài theo quy định của Luật Đầu tư.\n\n*Nghị định 01/2021/NĐ-CP về đăng ký doanh nghiệp*\n\nĐiều 22. Hồ sơ đăng ký doanh nghiệp đối với công ty hợp danh\n\nKhoản 1. Giấy đề nghị đăng ký doanh nghiệp.\n\nKhoản 2. Điều lệ công ty.\n\n***Khoản 3. Danh sách thành viên.***\n\nKhoản 4. Bản sao các giấy tờ sau đây:\n\nĐiểm a) Giấy tờ pháp lý của cá nhân đối với thành viên công ty là cá nhân; Giấy tờ pháp lý của tổ chức đối với thành viên công ty là tổ chức; Giấy tờ pháp lý của cá nhân đối với người đại diện theo ủy quyền và văn bản cử người đại diện theo ủy quyền.\n\nĐối với thành viên là tổ chức nước ngoài thì bản sao giấy tờ pháp lý của tổ chức phải được hợp pháp hóa lãnh sự;\n\nĐiểm b) Giấy chứng nhận đăng ký đầu tư đối với trường hợp doanh nghiệp được thành lập hoặc tham gia thành lập bởi nhà đầu tư nước ngoài hoặc tổ chức kinh tế có vốn đầu tư nước ngoài theo quy định tại Luật Đầu tư và các văn bản hướng dẫn thi hành. \n",
        "source_documents": [
            {
                "title": "Điều 20 Luật Doanh nghiệp 2020",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_20"
            },
            {
                "title": "Điều 22 Nghị định 01/2021/NĐ-CP",
                "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_22"
            }
        ]
    }
]
